{"title":"recipes","recipes":[{"title":"Easy chocolate fudge cake","description":"Need a guaranteed crowd-pleasing cake that's easy to make? This super-squidgy chocolate fudge cake wi"},{"title":"Chocolate marble cake","description":"Marble cake is a classic childhood cooking memory. Whether using lurid colours for a psychedelic fini"},{"title":"Chocolate fudge crinkle biscuits","description":"Use storecupboard ingredients to make these moreish chocolate fudge crinkle biscuits. They make the p"},{"title":"Chewy chocolate chip cookies","description":"Enjoy these chewy chocolate chip cookies with a cup of tea. If you have time, leave the dough overnig"},{"title":"Chocolate tiffin","description":"Go all out and treat yourself to these chocolate tiffin slices, full of milk and dark chocolate, rais"},{"title":"Chocolate cheesecake","description":"Treat family and friends to this decadent chocolate dessert. It's an indulgent end to a dinner party "},{"title":"Chocolate sponge cake","description":"Good Food reader Eve Scott shares this easy, foolproof recipe for chocolate sponge cake, perfect for "},{"title":"Chocolate cupcakes","description":"Whip up a batch of simple chocolate cupcakes for a party, coffee morning or afternoon tea. Top with b"},{"title":"Easy chocolate cake","description":"Master the chocolate cake with an airy, light sponge and rich buttercream filling. It's simple enough"},{"title":"Chocolate muffins","description":"Make chocolate muffins as a weekend baking project with the kids. These family-friendly bites are per"},{"title":"Chocolate & raspberry birthday layer cake","description":"Who could resist our chocolate and raspberry cake? Like a Victoria sponge but better, try budget-frie"},{"title":"Easy chocolate biscuits","description":"Try this basic recipe for fail-safe biscuits every time. Make a batch of chocolate chip cookies, or a"},{"title":"Self-saucing sticky toffee chocolate pudding","description":"Combine sticky toffee pudding sponge with a generous helping of chocolate chunks and chocolate sauce "},{"title":"Easy chocolate molten cakes","description":"Bake an impressive dinner party dessert with minimum fuss – these chocolate puddings, also known as c"},{"title":"Homemade hot chocolate","description":"Indulge in a homemade hot chocolate. Perfect as the cold nights draw in, you can add a pinch of chill"},{"title":"Next level chocolate chip cookies","description":"Forget brittle packet versions and make these ultimate choc chip cookies. Expect a crisp exterior, ch"},{"title":"Ginger & white chocolate cake","description":"Bake our sticky ginger cake in a bundt tin for the wow factor. Spiced with stem ginger and decorated "},{"title":"Chocolate orange babka","description":"Make a chocolate orange babka for a showstopping treat at Christmas. Babka is an enriched bread dough"},{"title":"Chocolate honeycomb","description":"Treat yourself and loved ones to homemade honeycomb. Dip in chocolate for added indulgenceButter a 20"},{"title":"Chocolate orange brownie tart","description":"Wow family and friends with this chocolate orange brownie tart. With a crumbly pastry base, it's a de"},{"title":"Millionaire's chocolate brownie tart","description":"Imagine a chocolate shortbread pastry case with fudgy brownie filling that hides pockets of oozy cara"},{"title":"Chocolate chip traybake","description":"Bake these chocolate chip squares for the family. Easy to make, this traybake is ideal for cooking (a"},{"title":"Flourless chocolate & almond cake","description":"This dense, squidgy chocolate and almond cake is perfect for dessert. It's gluten-free – just ensure "},{"title":"Gluten-free chocolate cake","description":"Make a dense, rich chocolate cake for a special occasion or anytime treat. While suitable for those f"},{"title":"gateau au chocolat","description":"très bon"}]}